Repository: bibliocoll/JournalTouch
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Checkout
de_de: Merklistenaktion

source: Back to journal selection
de_de: Zurück zur Übersicht

source: Send your feedback to the library
de_de: Feedback an die Bibliothek senden

source: Your e-mail
de_de: Ihre E-Mail

source: your username
de_de: Ihr Benutzername

source: please choose a name
de_de: Bitte wählen Sie Ihren Namen

source: Your feedback message
de_de: Ihre Meldung an uns

source: if you have any comments for us please put them here!
de_de: Bitte tragen Sie Ihre Nachricht an uns hier ein

source: Submit
de_de: Absenden

source: I want to...
de_de: Ich möchte meine Artikelliste gerne...

source: View &amp; Print
de_de: Ansehen &amp; Drucken

source: Send to my mailbox
de_de: Per Mail senden

source: Send to library to get PDFs
de_de: An die Bibliothek zur Abholung schicken

source: You already sent your files
de_de: Die Liste wurde bereits gesendet

source: choose another option
de_de: eine andere Option wählen

source: Clear Data and Logout
de_de: Löschen und mich abmelden

source: Do you really want to empty your basket?
de_de: Wolle Sie Ihre Merkliste wirklich löschen?

source: OK, empty my basket!
de_de: Ok, meine Merkliste löschen!

source: No, keep basket!
de_de: Nein, Merkliste behalten!

source: Your articles have been successfully deleted! You will automatically be taken to the start page.
de_de: Ihre Merkliste wurde gelöscht! Sie werden nun automatisch zur Startseite weitergeleitet.

source: Your message has been successfully sent!
de_de: Ihr Nachricht wurde erfolgreich versendet.

source: Attach citations?
de_de: Datei für Literaturverwaltung als Anhang?

source: Your message
de_de: Ihre Nachricht

source: External Source
de_de: Artikel zur Zeitschrift

source: menu
de_de: menü

source: about
de_de: über

source: show all
de_de: alle anzeigen

source: new issues
de_de: Neue Ausgaben

source: You are using JournalTouch with demo settings. Head over to <a href="admin/settings.php">Settings</a> to set up you own configuration.
de_de: Sie verwenden JournaTouch im Demomodus. Erstellen Sie Ihre eigene Konfiguration unter <a href="admin/settings.php">Konfiguration</a> im Adminbereich.

source: The admin folder is not secured by an .htaccess file. Anyone has access. Just rename admin/.htaccess.sample to .htaccess if you don't care and want to disable this message.
de_de: Der admin-Ordner ist für jedermann zugänglich. Bitte fügen Sie eine .htaccess mit Regeln hinzu. Um diese Meldung nur zu deaktivieren, bennen sie admin/.htaccess.sample in .htaccess um.

source: About
de_de: Über

source: Get in touch!
de_de: Kontakt

source: Your basket is empty.
de_de: Ihre Merkliste ist leer.

source: Send/Save my articles
de_de: Sende/Speichere meine Artikel

source: Empty my basket
de_de: Merkliste löschen

source: Filter active:
de_de: Aktive Filter:

source: Search journal
de_de: Suche Journal

source: No journals found
de_de: Keine Zeitschriften gefunden

source: No toc available
de_de: Kein ToC verfügbar

source: last update
de_de: Letzte Aktualisierung

source: Something seems to be wrong with the network
de_de: Leider scheint es Probleme mit dem Netzzugang zu geben.

source: Please notify us!
de_de: Benachrichtigen Sie uns!

source: No table of contents found! Are you interested in this title?
de_de: Kein Inhaltsverzeichnis gefunden! Sind Sie an dieser Zeitschrift interessiert?

source: Tables of contents provided by <a href="http://www.crossref.org">CrossRef</a> and <a href="http://www.journaltocs.ac.uk/">JournalTocs</a>
de_de: Inhaltsverzeichnise werden von <a href="http://www.crossref.org">CrossRef</a> und <a href="http://www.journaltocs.ac.uk/">JournalTocs</a> bezogen

source: Touch me!
de_de: Berühr mich!

source: What is this?
de_de: Was ist das?

source: Touch the screen to get started...
de_de: Berühren Sie den Bildschirm...

source: remove
de_de: entfernen

source: LOAD
de_de: LADE

source: Cover Settings for Admins
de_de: Cover-Einstellungen für Admins

source: Covers used
de_de: Cover verwendet

source: Help
de_de: Hilfe

source: Show all journals
de_de: Zeige alle Journals

source: All
de_de: Alle

source: Journal has manual and api covers
de_de: Journal hat manuelle und api-Covers

source: API & Manual
de_de: API & Manuell

source: Journal has api only covers
de_de: Journal hat nur api Covers

source: API only
de_de: Nur API

source: Journal has only manually added covers
de_de: Journal hat nur manuell hinzugefügte Covers

source: Manual only
de_de: Nur manuell

source: Journal has more than one cover. Note: only appear at end of list.
de_de: Journal hat mehr als ein Cover. Achtung: Diese tauchen erst am Ende der Liste auf.

source: Multiple
de_de: Mehrere

source: Journal has no cover
de_de: Journal hat kein Cover

source: None
de_de: Keine

source: Covers for issn's that are not in journals.csv
de_de: Covers für ISSNs die nicht in journals.csv vorkommen

source: Unused
de_de: Ungenutzt

source: Covers greater than 15KB
de_de: Cover größer als 15KB

source: Large active cover
de_de: Großes aktives Cover

source: Available and missing covers
de_de: Verfügbare und fehlende Covers

source: to
de_de: bis

source: Delete file for good
de_de: Datei endgültig löschen

source: Move file to manual folder (prevents being downloaded ever again by api).
de_de: Datei in den Ordner für manuelle Cover schieben (verhindert, dass es jemals wieder per API runtergeladen wird).

source: Covers for
de_de: Covers für

source: Cover(s) are not used for any journal with issn
de_de: Cover(s) werden für kein journal genutzt. ISSN:

source: Your covers
de_de: Ihre Covers

source: API covers
de_de: API Cover

source: <h3>Help</h3> <ul> <li>The leftmost cover is the one actually shown on the frontpage</li> <li>The blue outline with the gray background indicates the size a cover is stretched to on the frontpage. The red outline is to better distinguish the real image size from the background.</li> <li>Unused covers (no journal) are at the end of the list</li> <li>The filters only work for the current 100 entries shown - not the whole list</li> </ul> <p>Best way (outline) <ol> <li>Make sure the data/covers folder is empty</li> <li>Download covers via api (make sure you check services in the Settings page, then run Update Journals)</li> <li>Open this page</li> <li>Check if you like the api cover</li> <li>If you know that the api cover will likely never change, move it from data/covers/api to the data/covers folder. This reduces the time on updating journals with covers.</li> <li>If you don't like the api cover get one yourself and put it in data/covers. If you can't find one, the best way to prevent further update is to use img/transparent.gif and put it into data/covers for this journal.</li> </ol> </p>
de_de: <h3>Hilfe</h3> <ul> <li>Das ganz linke Cover wird auf der Startseite angezeigt</li> <li>Der blauumrandete graue Hintergrund zeigt die Größe, auf die das Cover auf der Startseite gestreckt wird. Der rote Rahmen verdeutlicht die tatsächliche Bildgröße gegenüber dem grauen Hintergrund.</li> <li>Ungenutzte Cover (kein Journal) sind am Ende der Liste zu finden</li> <li>Die Filter funktionieren nur für die aktuell angezeigten 100 Einträge - nicht für alle Journals</li> </ul> <p>Best practise (Ansatz) <ol> <li>Sicherstellen, dass der data/covers Ordner leer ist</li> <li>Covers via API runterladen (stellen Sie sicher, dass in den Einstellungen Dienste dafür aktiviert sind bevor sie das Journal-Update ausführen)</li> <li>Diese Seite öffnen</li> <li>Sind Sie zufrieden mit dem API-Covers?</li> <li>Wenn Sie wissen, dass sich ein API-Cover für das entsprechende Journal wahrscheinlich nie ändert, kopieren Sie es von data/covers/api zum the data/covers Ordner. Das reduiziert die Zeit, die zum Updaten (mit aktivierten Covers) der Journals benötigt wird.</li> <li>Wenn Sie das API-Cover nicht mögen, besorgen Sie selber eins und fügen es dem data/covers-Ordner hinzu. Können Sie keins finden, ist die beste Möglichkeit einen zulünftigen Download zu verhindern, indem Sie img/transparent.gif nach data/covers kopieren und als Namen die ISSN wählen.</li> </ol> </p>

source: Beware, you have unsaved settings
de_de: Achtung, das Formular enthält noch ungespeicherte Änderungen.

source: Configuration successfully saved!
de_de: Konfiguration erfolgreich gespeichert!

source: JournalTouch Settings for Admins
de_de: JournalTouch-Einstellungen für Admins

source: Save
de_de: Speichern

source: Your Institution
de_de: Ihre Einrichtung

source: Preferences
de_de: Einstellungen

source: Translations
de_de: Übersetzungen

source: Covers
de_de: Cover

source: Paths
de_de: Pfade

source: Journal List
de_de: Journal.csv

source: Settings for your institution
de_de: Einstellungen für Ihre Einrichtung

source: Your institution
de_de: Ihre Einrichtung

source: Institution name
de_de: Einrichtungsname

source: Your institution name. Currently only shown in the about text.
de_de: Ihr Einrichtungsname. Derzeit nur im "Über"-Text angezeigt.

source: Institution: Discover and access
de_de: Einrichtung: Discover und Access

source: Catalogue Link
de_de: Kataloglink

source: Adds a link with the journal's issn to your catalogue or discovery. The link shows as a meta button next to the journal in the list and/or above the toc. Leave empty to disable.
de_de: Fügt einen Link zu Ihrem Katalog oder Discoverysystem mit der angehängten Journal-ISSN hinzu. Der Link wird als Metabutton neben den Journals in der Übersicht und/oder über dem ToC angezeigt. Leer lassen zum deaktivieren.

source: If you got a proxy (e.g. EZproxy) to allow patrons outside of your ip range access then set the base url here (e.g. http://www.umm.uni-heidelberg.de/ezproxy/login.auth?url=).
de_de: Wenn Sie einen Proxy (z.B. EZproxy) haben um Ihren Nutzern den Zugriff außerhalb Ihres IP-Ranges zu ermöglichen, geben Sie hier die Basisadresse an (z.B. http://www.umm.uni-heidelberg.de/ezproxy/login.auth?url=).

source: Enable button for direct download?
de_de: Aktivere Button für Direktdownload

source: If you enable this a button for directly downloading a article's pdf file (and onyl pdf currently) is displayed in the toc for a journal. This only applies to publishers where we were able to figure out the link to do that. The idea is to not force a user to the publishers landing page.
de_de: Wird diese Option aktiviert, wird ein Direkdownload-Button für die PDF-Version von Artikeln im ToC eines Journals angezeigt. Dies gilt nur für Verlage, wo wir diesen Link herausgefunden haben. Die Idee ist, nicht unbedingt auf der Verlags-Landing-Page landen zu müssen.

source: Your sfx baseurl (e.g. http://sfx.gbv.de/sfx_tuhh). Currently used as alternative for the direct download button.
de_de: Ihre SFX-Basisadresse (z.B. http://sfx.gbv.de/sfx_tuhh). Derzeit nur als Alternative für den Direktdownload-Button genutzt.

source: Preferences: Navigation Menues
de_de: Einstellungen: Navigationsmenü

source: Enable list view
de_de: Listenansicht aktivieren

source: Show menu entry to switch to list view (otherwise it's always the grid view with covers)
de_de: Zeige Menüpunkt um in die Listenansicht zu schalten (ansonsten wird immer die Grid-Ansicht mit Covern genutzt).

source: Enable sorting by date or alphabetical
de_de: Aktiviere Sortierung nach Datum oder alphabetisch.

source: Show the menu entry to switch between alphabetical and date sorting (otherwise it's the default sort set below)
de_de: Zeige Menüpunkt um zwischen alphabetischer und Datumsortierung zu wechseln (ansonsten ist es immer der unten gesetzte Standard).

source: Enable tags
de_de: Tags aktivieren

source: Show the menu entry for the tagcloud?
de_de: Zeige Menüpunkt für die Tagcloud?

source: Minimum tag frequency
de_de: Minimale Taghäufigkeit

source: How often must a tag be used at least to show up in the tagcloud (if enabled)? Useful if you got very many tags.
de_de: Wie oft muss ein Tag genutzt sein, damit er in der Tagcloud angezeigt wird (sofern diese aktiviert ist). Nützlich wenn Sie sehr viele Tags haben.

source: Preferences: Default View
de_de: Einstellungen: Standardansicht

source: Sort by date by default
de_de: Datumssortierung als Standard

source: Enabled to sort date by default. Otherwise it is alphabetical.
de_de: Setzt die Datumssortierung als Standard. Ansonsonsten wird standardmäßig alphabetisch sortiert.

source: Show meta menu in journal list
de_de: Zeige Metamenü in der Übersicht

source: Enable to show the block with the meta menu buttons rightside from the covers (toc, weblink, shelfmark etc.).
de_de: Aktivieren, um den Block mit den Metabuttons rechts von den Covern anzuzeigen (ToC, Weblink, Regalsignatur etc.).

source: Show meta menu above toc
de_de: Zeige Block mit Metabuttons über dem ToC

source: Show the block with the meta menu buttons above the toc. <strong>Note</strong>: If show_metainfo_list is true, it will show above the toc, even if set to false here. Sorry for now if you happen to exactly not wanting this...
de_de: Aktivieren, um den Block mit dem Metabutton oberhalb des Tocs anzuzeigen. <strong>Hinweis</strong>: Wenn die Anzeige der Übersicht aktiviert ist, wird diese immer über den ToC angezeigt, selbst wenn sie hier deaktiviert ist. Sorry, wenn Sie genau diesen Fall wünschen...

source: Enable RSS Meta Button (read help carefully)
de_de: RSS Metabutton aktivieren (Hilfe genau lesen)

source: This enabled a link to the JournalTocs RSS feed. Since the feed is only usable with an account, YOUR email must be used and is visible in the url. Two aspects make this charming. First and before all: if you use a proxy (see Your Institution), the links in the rss feed are "proxified". Second: it's easier to provide the user with a link than explaining how to create an account themselves at JournalTocs.
de_de: Hiermit wird ein link zum JournalTocs RSS-Feed aktiviert. Da der Feed nur mit einem JournalTocs-Account bezogen werden kann, muss dafür IHRE JournalTocs-Mail sichtbar verwendet werden. Aus zwei Gründen kann es dennoch charmant sein. Ersten und vor allem: wenn Sie einen Proxy eingestellt haben ("Sie" als "Ihre Einrichtung"), dann werden die RSS-Links zusätzlich "proxifiziert". Zweitens: Es ist leichter einem Nutzer einfach einen Link zu geben, statt ihm zu erklären, wie ein persönliches Konto bei JournalTocs erstellt werden könnte.

source: Enable Orbit
de_de: Orbit aktivieren

source: This displays a slide of the you favorite journals (marked in column 4 of journals.csv) at the top of the journal list. You must mark some journals as favorites, otherwise you'll see a large white space on top of the page.
de_de: Hiermit wird eine Slideshow Ihrer Top-Journals (markiert in Spalte 4 von journals.csv) über der Journalübersicht angezeigt. Sie müssen ein paar Journals als Favorit makieren, ansonsten wird nur ein leerer großer weißer Bereich am Seitenanfang angezeigt.

source: Screesaver timing
de_de: Screensaver-Aktivierung

source: Set the idle time in seconds before screensaver is displayed. Set to 0 to disable screensaver. Default is 240 seconds (4 minutes).
de_de: Geben Sie eine Inaktivitätszeit in Sekunden an nach welcher der Screensaver erscheint. 0 deaktiviert den Screensaver. Standwert ist 240 Sekunden (4 Minuten). Zu Beachten: der Screensaver wird derzeit nur in Browserfenstern breiter als etwa 1560px angezeigt

source: Screesaver Animation Speed
de_de: Screensaver: Animationsgeschwindigkeit

source: The screensaver moves around the screen. Set to 0 to disable (only still standing messsage). Good speed values are between 0.01 and around 0.04. Default is 0.025.
de_de: Der Screensaver bewegt sich über den Bildschirm. Auf 0 setzen, um die Animation zu deaktivieren (unbewegte Einblendung). Gute Werte liegen zwischen 0.01 und 0.04. Standard ist 0.025.

source: Preferences: Checkout
de_de: Einstellungen: Merklistenaktionen

source: Basket timing
de_de: Merklisten löschen

source: Set the idle time in seconds before the basket is cleared. Default is 260 seconds (4 minutes, 20 seconds). Hint: set it slightly higher then the screensaver timing.
de_de: Geben Sie eine Inaktivitätszeit in Sekunden an, nach welcher die Merkliste gelöscht wird. Tipp: setzten Sie den Wert etwas höher als die Screensaver-Aktivierung.

source: Allow mail for PDF
de_de: Erlaube PDF-Anfrage via E-Mail

source: Checkout action: May users send a mail to the library asking to get the pdf send to them?
de_de: Merklistenaktion: Dürfen Nutzer der Bibliothek eine E-Mail mit einer Anfrage nach dem Artikel-PDF senden?

source: Default language and languages enabled for switching
de_de: Standardsprache und aktivierte Sprachen für Wechsel

source: Default language
de_de: Standardsprache

source: The language used initially.
de_de: Die Standardsprache bei Seitenaufruf.

source: Enabled languages (multiple choice)
de_de: Aktivierte Sprachen (Mehrfachwahl)

source: Enable languages
de_de: Sprachen aktivieren

source: Enable all languages that should be available to visitors. For alle actived languages some fields are translatable in this admin menu. If you activate a new language, the translation fields will only show up, after you saved the settings and reload the page.
de_de: Aktivieren Sie alle Sprachen, die Nutzern zur Verfügung stehen sollen. Für alle aktivierten Sprachen sind viele Felder via diesem Adminmenü übersetzbar. Wenn Sie eine Sprache aktivieren werden die Übersetungsfelder allerdings erst nach dem Speichern und Neuladen angezeigt.

source: Translations: General Elements
de_de: Übersetzung: Allgemeine Elemente

source: Tagline
de_de: Tagline-Spruch

source: The tagline at the left upper screen.
de_de: Der Spruch in der linken oberen Ecke des Bildschirms.

source: Floating "Send articles"
de_de: Schwebendes "Artikelliste schicken"

source: The button floating at the right side, so a user can always send his basket articles, without going up to the menu.
de_de: Der rechts immer mittscrollene Buttons mit dem der Nutzer immer zu seiner Merkliste kommt.

source: Translations: Menus
de_de: Übersetzung: Menüs

source: Name for the tag menu.
de_de: Name für das Menü "Tag"

source: Filters
de_de: Filter

source: The name of the filter menu.
de_de: Name für das Menü "Filter"

source: Special Filter
de_de: Spezialfilter

source: The name of you special filter within the filter menu (special filters are set in column 4 of the journals.csv).
de_de: Der Name des "Spezialfilters" innerhalb des Filtermenüs (Spezialfilter werden in Spalte 4 der journals.csv aktiviert).

source: My Basket
de_de: Merkliste

source: The basket menu name.
de_de: Name für das Menü "Merkliste"

source: Translations: Menus with toggle
de_de: Übersetzung: Menüs mit Umschalter

source: Sort by date
de_de: Sortiere nach Datum

source: The name of the sort menu: when switching to date sort.
de_de: Name für das Menü "Sortierung", wenn zur Datumssortierung gewechselt werden kann.

source: Sort alphabetically
de_de: Sortiere A-Z

source: The name of the sort menu: when switching to alphabetical sort.
de_de: Name für das Menü "Sortierung", wenn zur alphabetischen gewechselt werden kann.

source: List view
de_de: Listenansicht

source: The name of the menu to toggle the list view
de_de: Name für das Menü "Listenansicht", wenn zur Listenansicht gewechselt werden kann.

source: Grid view
de_de: Grid-Ansicht

source: The name of the menu to toggle the grid view
de_de: Name für das Menü "Listenansicht", wenn zur Grid-Ansicht gewechselt werden kann.

source: Translations: Meta Info Buttons
de_de: Übersetzung: Metabuttons

source: Meta Button: ToC (available)
de_de: Metabutton: ToC (verfügbar)

source: The button indicating that a ToC is available (see journals.csv column 14).
de_de: Der Button, der einzeigt, dass ein ToC verfügbar ist (siehe journal.csv, spalte 14).

source: Meta Button: Journal Homepage
de_de: Metabutton: Journal Website

source: The button linking to the journal's homepage (see journals.csv column 16).
de_de: Der Button, der zur Homepage des Journals verlinkt (siehe journals.csv, Spalte 16).

source: Library service
de_de: Bibliotheksservice

source: The link to you catalogue/service witht the journal's issn appended.
de_de: Der Link zu Ihrem Katalog/Discovery mit der angehängten Journal-ISSN.

source: Translations: Other
de_de: Übersetungen: Weitere

source: About and Screensaver
de_de: "Über"-Text und Bildschirmschoner

source: The text displayed when screensaver triggers or user clicks the about button. Please use [ and ] instead of &lt; and &gt; for HTML tags. The text fields are sized for an amount of text that can reasonably be displayed on a single screen.
de_de: Der Text, der bei Aktivierung des Screensavers oder eines Klicks auf "über" angezeigt wird. Bitte nutzen sie [ und ] statt &lt; und &gt; für HTML tags. Das Textfeld fasst etwa die Menge an Text, die gut auf einem Bildschirm angezeigt werden kann.

source: API Settings
de_de: API-Einstellungen

source: Only activate caching if you do<ul><li>A (daily) cron like <i>wget -O - -q -t 1 "http://myinstallation.net/admin/updateTocs.php?optRecent=on&optCovers=on&upd=true" >/dev/null 2>&1</i></li><li>If you got a premium JToC account: a cron too for: http://my.journaltouch.local/admin/services/getLatestJournals.php (replace url in above example for cron job)</li></ul>
de_de: Aktivieren Sie das Caching nur, wenn<ul><li>Einen (täglichen) Cronjob á la <i>wget -O - -q -t 1 "http://myinstallation.net/admin/updateTocs.php?optRecent=on&optCovers=on&upd=true" >/dev/null 2>&1</i> eingerichtet haben</li><li>Wenn Sie ein Premiumkonto haben, dann ebenfalls einen a Cronjob für: http://my.journaltouch.local/admin/services/getLatestJournals.php (erstzenSie den URL in obigen Beispiel)</li></ul>

source: Enable Caching Tocs
de_de: Caching von Tocs aktivieren

source: Caches fetched tocs so they only are processed once there is a new issue. Recommended.
de_de: Abgerufene Tocs werden so lange gecached bis eine neue Ausgabe gefunden wird. Empfohlen.

source: Enabling Caching Main Page
de_de: Caching der Hauptseite aktivieren

source: Basically JT only serves a static page, so it makes sense not to generate it all the time. Anyway, best is, you only activate this, if run your cron often. Since this caching might be a source for confusion, it is not really recommended.
de_de: Grundsätzlich liefert JT eigentlich nur eine statische Seite aus, weswegen es eigentlich sinnvoll ist, diese nicht jedes Mal neu zu generieren. Dennoch, am besten aktivieren Sie diese Option nur, wenn Ihr Cronjob regelmäßig läuft. Da dieses Caching ein Quell von Verwirrung ist, ist die Aktivierung insgesamt nicht unbedingt empfohlen.

source: Api: General Settings
de_de: API: Allgemeine Einstellungen

source: Make articles in tocs a clickable link
de_de: Artikel-Links in ToCs sind klickbare Links

source: If people access JournalTouch from somewhere where they have no access to the licenced ressources, disabling the linking might be an option. They can still add the items to the basket and order them (or fetch them in the library themselves).
de_de: Wird auf Ihr JournalTouch von außerhalb der Bibliothek zugegriffen (ohne Zugriff auf lizensierte Ressourcen), dann ist die Deaktivierung des Linking eine Möglichkeit, um Frust zu vermeiden. Nutzer können immer noch Artikel auf die Merkliste setzen und diese bestellen oder selbst in der Bibliothek besorgen.

source: Mark issue for how many days as new?
de_de: Markiere Ausgabe für so viele Tage als neu
