Repository: bibliocoll/JournalTouch
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: If a new issue is found on the update (use a daily cron to keep track) it is marked as new for as many days as specified here. You might think it'd be much cooler if the journal's publishing frequency would be used. Well, we think so too, but where to get it - or who would want to enter it by hand. Anyway, if you got a premium account and use the data for the live view (see below) you can ignore this setting.)
de_de: Wenn bei einem Update eine neue Ausgabe gefunden wird (z.B. via den täglichen Cronjob), dann wird es für die hier angegebene Zahl an Tagen als neu markiert in der Übersicht. (ENGLISCH AUSFÜHRLICHER)

source: Your JournalTocs Account (Mail)
de_de: Ihr JournalTocs-Konto (E-Mail)

source: The mail you are registered with at JournalTocs. This is crucial for making the most of JournalTouch!
de_de: Die Mailadresse mit der Sie bei JournalTocs registriert sind. Die ist entscheidend, um das meiste auf JournalTouch heraus zu holen!

source: Got Premium Account?
de_de: Premium-Konto bei JournalTocs?

source: Enable if you have a premium account. You get slightly better data for recent issue dates. Check yourself what the benefits of a premium account are - it is not required.
de_de: Aktiveren Sie diese Option, wenn Sie ein Premiumkonto haben. Sie erhalten leicht bessere Daten für neue neu erschienene Ausgaben. Für den Rest prüfen Sie bitte selber, was das Premiumkonto bietet. Es ist nicht erforderlich.

source: URL for JournalTocs Premium
de_de: URL für JournaTocs-Premium

source: This is just for the unlikely case that the url ever changes.
de_de: Dies ist nur für den unwahrscheinlichen Fall, dass sich der URL jemals ändert.

source: Use premium data for live view (slow!)
de_de: Premiumdaten für die Liveansicht nutzen (langsam)

source: Uses premium infos to mark issues as new. Slows page loading down
de_de: Verwendet die Premium-Informationen um Ausgaben als neu zu markieren. Verlangsamt das Laden der Seite.

source: Information & Disclaimer
de_de: Information & Warnung

source: Cover Settings
de_de: Cover-Einstellungen

source: Covers: General Settings
de_de: Cover: Allgemeine Einstellungen

source: Cover Placeholder
de_de: Platzhalter für Cover

source: <p>An image that is used if no journal cover is available.</p>
de_de: Dieses Bild wird verwendet, wenn kein Journal-Cover verfügbar ist.

source: You might input an url where an issn can be appended ("http://myservice.net/issn=") - and mail us if you got such a thing ;)
de_de: Geben Sie hier einen URL an, an den die ISSN angehängt werden kann, um ein Cover zu downloadedn ("http://myservice.net/issn=") - und schreiben Sie uns eine Mail, wenn Sie einen solchen Dienst kennen ;)

source: Download: Generic sources
de_de: Download: Generische Quellen

source: Drag service in the order you want them to be checked for covers
de_de: Sortieren Sie die Quellen in der Reihenfolge, in der sie geprüft werden sollen (Drag & Drop)

source: These are sites where covers for many publishers can be fetched. If a cover is found the remaining sources won't be checked.
de_de: Dies sind Quellen, wo Covers für viele Verlage beziehbar sind. Wurde eine Cover gefunden, werden die verbeibenden Quellen nicht mehr geprüft.

source: Download: Publishers
de_de: Download: Verlage

source: For these publishers JournalTouch provides a way for direct cover download.
de_de: Für diese Verlage bietet JournalTouch die Möglichkeit zum Direktdownload von Covern.

source: Filter Settings
de_de: Filter-Einstellungen

source: New filter alias for journals.csv table
de_de: Neuer Filter-Alias für die journals.csv-Tabelle

source: In the filter column (= column 2 in journals.csv) you write a shorthand code for the filter. Here you map that shorthand code to some human readable name and add translations. These will be shown in the filter menu to filter by topic.
de_de: In der Filterspalte (Spalte 2 in journals.csv) können Sie einen Kurzcode für einen Filter eingeben. Hier ordnen Sie diesem Kurzcode eine verständliche Übersetzung zu. Die Filter werden im Filtermenü angezeigt und erlauben damit das Filtern nach Themen.

source: Add filter
de_de: Filter hinzufügen

source: Filters for filter menu
de_de: Filter für das Filtermenü

source: Delete
de_de: Löschen

source: You can't change a filter shorthand later. Remove and readd it above.
de_de: Sie können einen Kurzcode später nicht mehr umbenennen. Löschen Sie ihn und fügen Sie oben wieder einen neuen hinzu.

source: Give your shorthand a meaningful name to show up in the filter menu.
de_de: Geben Sie ihrem Kurzcode eine sinnvolle Bezeichnung, die dann im Filtermenü erscheint.

source: <p>If you display JournalTouch on a kiosk device within your institution, you might want to disable certain settings. For example displaying printing buttons might make no sense.<br />Instead of setting up a second JournalTouch installation, you just can disable certain elements for an IP or a browser user agent.</p><ul><li><strong>IP</strong>: only works if the kiosk PC is accessing the webserver directly (not behind a proxy or a NAT router)</li><li><strong>Browser agent</strong>: Kiosk software often offer an easy way to set a custom user agent string for the browser. If you don't got such software or it doesn't come with such an option, you can do it yourself. It can be done easily for most browser, e.g. with a plugin.</li></ul><p>You can include many IPs or agents, but you can't set different policies for each. If you require that, edit js/kiosk/kiosk_policy_custom.js - this file won't be overwritten</p>
de_de: <p>Zeigen Sie JournalTouch auf einem Kiosk-Gerät innerhalb Ihrer Einrichtung an, dann wollen Sie möglicherweise einige Optionen nicht anzeigen. Beispielsweise kann die Anzeige der Druckoption nutzlos sein.<br />Statt eine zweite JournalTouch-Installation aufzusetzen, können Sie bestimmte Elemente für eine IP oder einen Browser User Agent deaktivieren</p><ul><li><strong>IP</strong>: diese Methode funktioniert nur, wenn der Kiosk-PC direkt auf den Webserver zugreift, also nicht via einen Proxy oder NAT-Router.</li><li><strong>Browser-Agent</strong>: Häufig bietet Kiosk-Software bereits die Möglichkeit, auf einfache Weise dem Browser User Agent einen String anzufügen. Haben Sie keine solche Software oder bietet diese keine solche Option, kann es für viele Browser auch einfach mit einem Plugin gemacht werden.</li></ul><p>Sie können mehrere IPs und User Agents angeben, es können aber für alle nur dieselben Regeln gesetzt werden. Wenn Sie Bedarf an differenzierten Regeln haben, können Sie js/kiosk/kiosk_policy_custom.js entsprechend bearbeiten - diese Datei wird bei Updates nicht überschrieben.</p>

source: IP Addresses
de_de: IP-Adressen

source: Enter one or multiple IPs. Separate by comma (<i>1.2.3.1, 1.2.3.2</i>).
de_de: Geben Sie eine oder mehrere IPs ein. Trenner ist das Komma (<i>1.2.3.1, 1.2.3.2</i>).

source: Enter one or more user agent (the relevant keyword is enough). You might enter multiple agents. Separate by comma.
de_de: Geben Sie einen oder mehrere User Agents ein (ein Stichwort/Teilstring reicht aus). Trennen Sie mehrere Agents durch Komma.

source: Policies: Checkout page
de_de: Regeln: Merklisten-Aktionsübersicht

source: Disable
de_de: Deaktivieren

source: Hide printing on kiosk pc's.
de_de: Verstecke Druckoption auf Kiosk PCs.

source: Don't allow users to send request for PDFs to library on kiosk pc's. To completly disable this feature, go to "Settings"
de_de: Unterbinde das Senden von PDF-Anfragen an die Bibliothek von Kiosk-PCs. Um dieses Feature komplett zu deaktivieren, gehen Sie zu "Einstellungen"

source: Policies: Main page
de_de: Regeln: Hauptseite

source: Disable RSS meta button
de_de: Deaktiviere RSS Meta-Button

source: Don't show RSS button in meta menu on kiosk pc's. Of little use there.
de_de: Blende den RSS-Button im Meta-Menü auf Kiosl PCs aus. Dort sind sie wenig nützlich.

source: Mailing Settings
de_de: Mailing-Einstellungen

source: Mailing: General Settings
de_de: Mailing: Allgemeine Einstellungen

source: Restrict users addresses to domain
de_de: Benutzer-E-Mails auf Domain beschränken

source: If you want to restrict mailing to institutional user, you might specify the domain here (e.g. john.doe@<strong>my-university.net</strong>). Leave empty to allow all user mail addresses.
de_de: Wenn Sie das Mailing auf Angehörige Ihrer Einrichtung beschränken wollen, dann geben Sie hier die Domain an (z.B. heinz.mueller@<strong>my-university.net</strong>). Lassen Sie das Feld frei, um alle Mails an beliebige Adressen zuzulassen.

source: (optional) SMTP Server settings
de_de: (optionale) SMTP-Server Einstellungen

source: Use the SMTP server configured below instead of local mail system
de_de: Den hier konfigurierten SMTP-Server statt des lokalen Mailsystems verwenden

source: Unchecked: PHPMailer will use the mail delivery systems available on the machine JournalTouch runs on. Checked: PHPMailer will try to use the specified server instead
de_de: Ohne Häkchen: PHPMailer wird versuchen, ein auf dem Webserver laufendes Mailsystem zu verwenden (z.B.: sendmail). Mit Häckchen: PHPMailer wird versuchen, den angegebenen SMTP-Server zum Emailversand zu benutzen.

source: Mailserver to use (eg: mail.mybib.net)
de_de: Zu benutzender Mailserver (z.B.: mail.meinebib.de)

source: SMTP Server Port
de_de: SMTP-Port

source: Port to use (eg: 25)
de_de: Der zu verwendende Port auf dem SMTP-Server (z.B.: 25)

source: Authenticate to the Mailserver
de_de: Beim SMTP-Server einloggen (SMTP-Auth)

source: Unless you choose to rely on IP based "security", check here and provide SMTP credentials below
de_de: Falls der Mailserver nicht aufgrund der von JournalTouch verwendeten IP-Adresse unauthentifizierten Mailversand zulässt, hier ein Häkchen setzen und weiter unten Benutzer/Passwort angeben.

source: SMTP security type
de_de: Typ der SMTP-Verschlüsselung

source: Encryption setting for the SMTP Auth connection, if any. Please enter "tls", "ssl", or "" for none.
de_de: Der zu verwendende Typ von SMTP-Sicherheit, gültige Werte sind: "tls", "ssl" oder "" für keine.

source: SMTP User
de_de: SMTP-Benutzername

source: Username for the SMTP server
de_de: Benutzername zum Einloggen beim SMTP-Server

source: SMTP Password
de_de: SMTP-Passwort

source: The SMTP password, stored in plaintext. make sure you have .htaccess set up correctly!
de_de: Das SMTP-Passwort. Achtung: Wir speichern das Passwort derzeit im Klartext, die Übermittlung zwischen dem Rechner, mit dem Sie die Admin-Oberfläche bedienen und der JournalTouch-Installation ist auch ungesichert. In Mindesten bitte sicherstellen, dass die .htaccess-Dateien richtig gesetzt sind!

source: Mailing: To User
de_de: Mailing: An Benutzer

source: Your From Address
de_de: Ihre Absendeadresse

source: From which address shall mails be sent (e.g. library@my-university.net).
de_de: Von welcher Adresse soll Ihre Mail gesendet werden(z.B. library@my-university.net).

source: From Name
de_de: Absendername

source: Subject
de_de: Schlagwort

source: Message body
de_de: Nachricht

source: Salutation
de_de: Grußformel

source: Signature
de_de: Unterschrift

source: The message will look like this:<br><br><strong>From mail: library@my-university.net<br>From name: Library Name<br>Subject: Your saved articles from JournalTouch</strong><br><br>Your message was: xxx<br><br>Here are your articles, enjoy!<br><br>Best regards, your library team!
de_de: Die Nachricht sieht etwa so aus: <br><br><strong>Von-Adresse: library@my-university.net<br>Von-Name: Library Name<br>Betreff: Ihre gespeicherten Artikel von Journaltouch</strong><br><br>Ihre Nachricht an uns war: xxx<br><br>Ihre Artikel, viel Freude!<br><br>Viele Grüße Ihr Bibliotheksteam!

source: Mailing: From User (Orders)
de_de: Mailing: Von Benutzer (Bestellungen)

source: To (your receiving address)
de_de: An (Ihre Empfangsadresse)

source: To which mail shalls orders be sent?
de_de: An welche Mailadresse sollen Bestellungen versendet werden?

source: Order subject
de_de: Betreff (Bestellung)

source: Order message
de_de: Nachricht (Bestellung)

source: The message will look like this:<br><br><strong>From mail: some.user@somewhere.net<br>Subject: New order for the library from JournalTouch</strong><br><br>New order from JournalTouch <i>Article list</i>
de_de: Die Nachricht sieht etwa so aus: <br><br><strong>Von-Adresse: some.user@somewhere.net<br>Betreff:Neue JournalTouch-Bestellung von Nutzer</strong><br><br>Neue JournalTouch-Bestellung <i>Article list</i>

source: Allowed users from database
de_de: Zugelassene Nutzer aus Datenbank

source: Enable user list from database
de_de: Verwende Nutzerliste aus Datenbank

source: On mailing users can select their name from a list (instead of supplying a mail). This is something very special for MPI purposes and you should leave it disabled (unless you happen to work there ;)).
de_de: Beim Mailen können Nutzer ihren Namen aus einer Lisze auswählen (anstatt ihre Mail einzutippen). Dies ist etwas sehr spezielles des MPI und Sie sollten es einfach deaktiviert lassen (außer Sie arbeiten zufällig dort ;))

source: User name with access to database.
de_de: Datenbank: Nutzername

source: DB Password
de_de: DB Passwort

source: The password...
de_de: Das Passwort... (hier gilt das gleiche wie beim SMTP-Passwort: derzeit keine sinnvolle Absicherung)

source: DB Server
de_de: Datenbankserver

source: Hostname of the DB server
de_de: Hostname (oder IP) des Datenbankservers

source: Usually everything concerning you JournalTouch settings is saved into /data. This folder must be writable by the webserver. If you really need to, you can change some of the paths here. Yet, why would you want that?
de_de: Üblicherweise werden alle Ihre JournalTouch-Einstellungen im /data-Ordner gespeichert. Dieser Ordner muss für den Webserver beschreibar sein. Wenn Sie die Daten wirklich woanders speichern wollen, dann können sie hier die (absoluten) Pfade eingeben. Aber warum sollten sie das wollen?

source: Here are fetched tocs cached. See menu API.
de_de: Hier werden abgerufenen ToCs gecached. Siehe Menü API

source: Here you put your own journal covers. Automatically downloaded covers are put into the "api" subfolder.
de_de: Hier legen Sie Ihre eigenen Journalcover ab. Automatisch heruntergeladene Cover werden in den "api"-Unterordner abgelegt.

source: Here are exports from the basket cached.
de_de: Hier werden Exporte aus der Merkliste gecached.

source: Journal list
de_de: Zeitschriftenliste

source: Here remains the journals.csv - all you holdings in one file, nicely updated by JournalTouch via JournalTocs and CrossRef.
de_de: Hier liegt die journals.csv - Ihr ganzer Zeitschriftenbestand in einer Datei, die fröhlich von JournalTouch - unter kräftiger Mithilfe von JournalTocs und CrossRef - aktualisiert wird.

source: Journals.csv Columns
de_de: Spalten in journals.csv

source: Table Columns
de_de: Tabellenspalten

source: This is only a reference to the columns in journals.csv, since they are not in the file itself.
de_de: Dies ist nur eine Referenz zu den Spaltennamen in journals.csv, da diese dort selber nicht angeben sind.

source: Optional (recommended). The title of the journal.
de_de: Optional (empfohlen). Der Titel des Journals.

source: Optional. Used for the filter menu, to filter journals by category. See config menu "Filter".
de_de: Optional. Verwendet für das Filtermenü um Journals nach Thema zu filtern. Siehe Konfigurationspunkt "Filter".

source: Ignore
de_de: Ignorieren

source: Field Separator
de_de: Feld-Trennzeichen

source: Field separator used in your CSV-file
de_de: In Ihrer CSV-Datei verwendetes Trennzeichen

source: Separator
de_de: Trennzeichen

source: The glyph used to separate fields in your CSV file, usually either "," or ";". Defaults to ";"
de_de: Das (Sonder)zeichen, mit dem in Ihrer CSV-Datei die Felder getrennt werden, üblicherweise "," oder ";". Voreinstellung: ";"

source: Ignore. This column exists for historical reasons, but is not used for anything by JournalTouch.
de_de: Ignorieren. Diese Spalte existiert aus historischen Gründen, wird aber in JournalTouch für nichts verwendet.

source: Favorites
de_de: Favoriten

source: Optional. These journals are filtered with the "special" filter in filter menu, if column isn't empty (anything is ok).
de_de: Optional. Diese Journals werden mit dem "Spezialfilter" im Fitlermenü ausgewählt, wenn in dieser Spalte (irgend-)etwas steht.

source: Required
de_de: Erforderlich

source: Required. Without issn's we have nothing to work with :)
de_de: Erforderlich. Ohne ISSNs haben wir keine Arbeitsgrundlage :)

source: Optional. An e-issn to try if issn fails to get toc.
de_de: Optional: eine E-ISSN. Wird verwendet, falls mit der P-ISSN kein ToC gefunden wurde.

source: Publisher
de_de: Verlag

source: Optional/Auto. Publisher. Used for cover download (currently: "De Gruyter", "Elsevier", "Sage" and "Springer-Verlag" will work). Publishers are automatically fetched if you used "fetch metadata".
de_de: Optional/Auto. Verlag. Wird für den Cover-Download verwendet (derzeit funktionieren: "De Gruyter", "Elsevier", "Sage" and "Springer-Verlag"). Verlage werden automatisch geholt, wenn Sie die Metadaten automatisch holen lassen.

source: New Marker
de_de: Neu-Marker

source: Optional/Auto. Marks journal (issue) as new if not empty. This is done automatically, but you might mark a journal as new by hand (e.g. if no ToC is found).
de_de: Optional/Auto. Markiert Journal-Ausgaben als neu, wenn etwas in der Spalte steht. Dies geschieht automatisch, aber Sie können es auch von Hand eingeben (z.B. wenn trotzdem kein ToC gefunden wird).

source: Issue date
de_de: Heftdatum

source: Optional/Auto. Date of last issue.
de_de: Optional/Auto. Datum der letzten Ausgabe

source: Issue numbering
de_de: Heftzählung

source: Optional/Auto. Format "year/vol/issue". Used for Crossref check.
de_de: Optional/Auto. Format "jahr/band/ausgabe". Verwendet für Crossref-Check.

source: Print holding
de_de: Printbestand

source: Optional. Are you subscribed for the print edition of this journal? Just enter anything (e.g. "p"). It's used in combination with the shelfmark for the meta info button.
de_de: Optional. Besitzen Sie die Druckausgabe des Journals? `Geben Sie irgendwas ein (z.B. "p"). Diese Angabe wird zusammen mit der Regalsignatur für die Metabuttons genutzt.

source: Online holding
de_de: Elektronischer Bestand

source: Optional. Are you subscribed for the online edition of the journal? This information is used to decide if a direct download button should be shown; see Your Institution" setting.
de_de: Optional. Besitzen Sie die elektronische Ausgabe der Zeitschrift? Anhand dieser Information wird entschieden, ob der Direktdownload-Button gezeigt werden soll (siehe die Einstellungen für Ihre Einrichtung).

source: ToC available
de_de: ToC verfügbar

source: Optional/Auto. You might want to show journals you are subscribed to, even though no toc can be fetched. Usually this is automatically set on update. If for some reason toc fetching does not work, you might clear this field in the table. The info is shown as meta info button.
de_de: Optional/Auto. Mögicherweise wollen Sie Journals in der Liste zeigen für die es keinen ToC gibt (z.B. nur Printbestand). Normalerweise wird dies automatisch beim Update gesetzt. Sollte das wider Erwarten nicht klappen, können Sie das Feld in der Tabelle leeren. Die Info wird als Metabutton angezeigt.

source: Shelfmark
de_de: Regalsignatur

source: Optional. If you got the print edition (too) you might provide the shelfmark here. The info is shown as meta info button.
de_de: Optional. Wenn Sie die Druckausgabe (auch) besitzen, können Sie deren Regalsignatur hier angeben. Die Information wird als Metabutton angezeigt.

source: Journal's Homepage
de_de: Homepage des Journals

source: Optional/Auto. The journal's website. Automatically fetched if you used "fetch metadata" (and information was available).
de_de: Optional/Auto. Diese Angabe wird automaitsch bezogen, wenn Sie Metadaten beim ersten Update mitgeholt haben (und die Information verfügbar war).

source: Optional/Auto. Got some subject indexing? Separate tags with commas :)
de_de: Optional/Auto. Gehören Sie zu den Intellektuellen und besitzen Schlagwörter für Ihre Journals? Hier ist der Platz dafür. Kommagetrennt eingeben.

source: Update options
de_de: Update-Optionen

source: This updates your journals.csv with the dates for each journal issue. If you chose to fetch metadata, also some infos about publishers, legal infos and tags are fetched, mostly as tags for the tagcloud in JournalTouch. Be aware: metadata is only fetched the very first time. If you really want to redo it, you have to delete everything in column 14 ("JToc", "Jseek", "CRtoc").
de_de: Hiermit wird die journals.csv mit den letzten Erscheinungsdaten aktualisiert. Wenn Sie den Metadatenabruf aktivieren, werden außerdem Infos zu Verlagen, Rechten und Tags geholt und zumeist in die Tag-Spalte geschrieben. Achtung: der Metadatenabruf wird nur beim allerersten Aktualisieren der journals.csv durchgeführt. Wenn Sie es wirklich wiederholen wollen, dann müssen Sie alles in Spalte 14 löschen ("JToc", "Jseek", "CRtoc").

source: Fetch metadata
de_de: Metadatenabruf

source: Fetch recent issues
de_de: Neuste Ausgaben suchen

source: Clean tags (experimental)
de_de: Tags bereinigen (experimentell)

source: You have to edit data/journals/tag-remap.txt. Format: "oldTag;newTag"
de_de: Sie müssen die Datei data/journals/tag-remap.txt bearbeiten, nach folgendem Format: "oldTag;newTag"

source: Clear Cache
de_de: Cache löschen

source: If you enabled the caching in the config, you can clear it here
de_de: Wenn Sie Cachig in den Optionen aktiviert haben, können Sie den hier manuell löschen.

source: This updates your updates.json.txt with the dates for recent issue.
de_de: hiermit wird Ihre updates.json.txt mit den aktuellen neuesten Ausgaben aktualisiert.

source: Most recent journal updates from the last PLACEHOLDER days
de_de: Die neuesten Updates der letzten PLACEHOLDER Tage

source: Language
de_de: Sprache

source: from
de_de: von

source: JournalTouch Feedback
de_de: Feedback zu JournalTouch

source: Sorry, I could not find any information about the publishing date
de_de: Leider konnten keine Informationen zum Veröffentlichungsdatum gefunden werden

source: last update:
de_de: Letzte Aktualisierung
